Repository: hermannhahn/aiva
Catalog: po/*.po
Languages: pt_br

source: [ Selected Copied ]
pt_br: [ Seleção Copiada ]

source: [ Copied ]
pt_br: [ Copiado ]

source: Transcribe error!
pt_br: Erro na transcrição!

source: read
pt_br: ler

source: what did I copy
pt_br: o que foi copiado

source: open
pt_br: abrir

source: start
pt_br: iniciar

source: run
pt_br: rodar

source: load
pt_br: carregar

source: initialize
pt_br: inicializar

source: go to
pt_br: ir para

source: navigate
pt_br: navegar

source: visit
pt_br: visitar

source: pull up
pt_br: levantamento

source: bring
pt_br: trazer

source: take me
pt_br: me levar

source: find
pt_br: procurar

source: browse
pt_br: vizualizar

source: search
pt_br: pesquisar

source: page
pt_br: página

source: webpage
pt_br: página da web

source: address
pt_br: endereço

source: is there
pt_br: está

source: will it
pt_br: vai

source: do I need
pt_br: eu preciso

source: should I
pt_br: eu deveria

source: is the
pt_br: está

source: what time will it
pt_br: quando vai

source: how long will it
pt_br: quanto tempo vai

source: will there be a
pt_br: vai haver

source: weather
pt_br: tempo

source: temperature
pt_br: temperatura

source: forecast
pt_br: ṕrevisão

source: storm
pt_br: tempestade

source: humidity
pt_br: humidade

source: rain
pt_br: chuva

source: snow
pt_br: neve

source: umbrella
pt_br: guarda-chuva

source: jacket
pt_br: jaqueta

source: warm
pt_br: calor

source: foggy
pt_br: nevoeiro

source: a coat
pt_br: casaco

source: wind
pt_br: vento

source: stormy
pt_br: tempestade

source: drizzling
pt_br: chovendo

source: thunder
pt_br: trovoada

source: lightning
pt_br: relampejando

source: mild
pt_br: agradável

source: air pressure
pt_br: pressão do ar

source: heatwave
pt_br: onda de calor

source: chilly
pt_br: frio

source: clear
pt_br: limpo

source: hot
pt_br: quente

source: outside
pt_br: lá fora

source: hurricane
pt_br: furacão

source: uv index
pt_br: índice uv

source: hail
pt_br: granizo

source: frost
pt_br: congelamento

source: cold
pt_br: frio

source: dew point
pt_br: ponto de orvalho

source: Sorry, I can't do that right now. Maybe in the future.
pt_br: Eu não posso fazer isso agora. Talvez no futuro.

source: End of text!
pt_br: Fim do texto!

source: Failed to get text from clipboard
pt_br: Falha ao obter texto da área de transferência

source: Please, install
pt_br: Por favor, instale

source: first
pt_br: primeiro

source: Error opening site
pt_br: Falha ao abrir site

source: You don't have any browser installed.
pt_br: Você não tem nenhum navegador instalado.

source: Please, install a browser and try again.
pt_br: Por favor, instale um navegador e tente novamente.

source: Opening App Store...
pt_br: Abrindo App Store...

source: Now it is
pt_br: Agora é

source: in
pt_br: em

source: the temperature is now
pt_br: a temperatura agora é de

source: but it feels like
pt_br: e a sensação é de

source: The humidity of the air is
pt_br: A humidade do ar é de

source: Error getting weather
pt_br: Falha ao abrir site

source: Response text before run, e.g.:
pt_br: Texto de resposta antes de executar, por exemplo:

source: Sure, start reading...
pt_br: Claro, iniciando leitura...

source: Run non-sudo commandline in the user terminal
pt_br: Rodar comandos no terminal do usuário

source: commandline to run
pt_br: linha de comando para rodar

source: Sure, opening GNOME Software...
pt_br: Claro, abrindo GNOME Software...

source: Open url in the browser.
pt_br: Abrir URL no navegador.

source: URL to open, e.g.:
pt_br: URL para abrir, por exemplo:

source: Response text before open, e.g.:
pt_br: Texto de resposta antes de executar, por exemplo:

source: Sure, opening...
pt_br: Claro, abrindo...

source: Show the weather for today. Use only if user wants to know weather information.
pt_br: Exibe informações sobre o clima. Use apenas se o usuário quiser saber sobre o clima.

source: Hi, I am
pt_br: Olá, eu sou

source: I am from
pt_br: Eu sou de

source: and today is
pt_br: e hoje é

source: Hi! I am
pt_br: Olá, eu sou

source: How can I help you today?
pt_br: Como posso ajudar hoje?

source: Possible sexually explicit content in the question or response.
pt_br: Possível conteúdo sexualmente explícito na pergunta ou resposta.

source: Possible hate speech in the question or response.
pt_br: Possível discurso de ódio na pergunta ou resposta.

source: Possible harassment in the question or response.
pt_br: Possível assédio na pergunta ou resposta.

source: Possible dangerous content in the question or response.
pt_br: Possível assédio na pergunta ou resposta.

source: I will show it on screen.
pt_br: Eu vou mostrar na tela.

source: Displaying now.
pt_br: Exibindo agora.

source: Here it is on screen.
pt_br: Aqui está na tela.

source: Showing on screen.
pt_br: Exibindo na tela.

source: On the screen now.
pt_br: Na tela agora.

source: Thinking...
pt_br: Pensando...

source: Let me see...
pt_br: Vou ver isso...

source: Just a moment...
pt_br: Só um momento...

source: Hmm, let me think about that...
pt_br: Hmm, vou pensar nisso...

source: Give me a second...
pt_br: Me dê um segundo...

source: Let me check...
pt_br: Vou verificar...

source: Working on it...
pt_br: Trabalhando nisso...

source: Hold on a sec...
pt_br: Por favor, aguarde...

source: One moment, please...
pt_br: Um momento, por favor...

source: Let me figure this out...
pt_br: Vou tentar isso...

source: Just thinking this through...
pt_br: Vou pensar nisso...

source: Give me a moment to process this...
pt_br: Me dê um momento para processar isso...

source: Let me look into that...
pt_br: Deixe me ver...

source: I'm on it...
pt_br: Estou nisso...

source: Let me dig deeper...
pt_br: Vou me aprofundar...

source: Give me a moment to sort this out...
pt_br: Me dê um momento para organizar isso...

source: Here are the main news
pt_br: Aqui estão as principais notícias

source: Error fetching news
pt_br: Falha ao carregar as notícias

source: Look at example below:
pt_br: Veja o exemplo abaixo:

source: night
pt_br: noite

source: day
pt_br: dia

source: unknown
pt_br: desconhecido

source: and is raining
pt_br: e está chovendo

source: and is snowing
pt_br: e está nevando

source: and is sunny
pt_br: e está ensolarado

source: Invalid command
pt_br: Comando inválido

source: HELP
pt_br: AJUDA

source: Commands
pt_br: Comandos

source: Open settings
pt_br: Abrir configurações

source: Show this help
pt_br: Mostra essa ajuda

source: Ask me anything...
pt_br: Pergunte-me qualquer coisa...

source: SETTINGS
pt_br: CONFIGURAÇÕES

source: Gemini API Key
pt_br: Chave API Gemini

source: Insert your Gemini API key here
pt_br: Insira sua chave API aqui

source: How to get API key?
pt_br: Como obter a chave de API?

source: Azure Speech API Key
pt_br: Chave API Azure Speech

source: Insert your Azure Speech API key here
pt_br: Insira sua chave API aqui

source: Azure Speech Region
pt_br: Região do Azure Speech

source: e.g.: eastus, westus...
pt_br: ex: eastus, westus, ...

source: Select Language
pt_br: Selecione...

source: English
pt_br: Inglês

source: French
pt_br: Francês

source: German
pt_br: Alemão

source: Italian
pt_br: Italiano

source: Portuguese (Brazil)
pt_br: Português (Brasil)

source: Spanish
pt_br: Espanhol

source: Select Voice
pt_br: Selecione a voz

source: Assistant Name
pt_br: Nome do assistente

source: User Name
pt_br: Nome do usuário

source: Remember talk history
pt_br: Lembrar conversa

source: Save
pt_br: Salvar

source: Your preferences have been saved
pt_br: Suas preferências foram salvas
